[{
  "short": "Mt. Gox delays, DCG faces US scrutiny",
  "long": "Mt. Gox creditors face further delays in repayments. DCG and Genesis are under US regulatory scrutiny, which may impact market sentiment."
}, {
  "short": "Binance halts USD transfers, DCG sells Grayscale shares",
  "long": "Binance temporarily suspends USD transfers. DCG sells Grayscale shares to raise funds for Genesis."
}, {
  "short": "Hermès wins MetaBirkin case, Yuga Labs sells Bitcoin NFTs",
  "long": "Hermès successfully sues MetaBirkin NFT creator. Yuga Labs sells Bitcoin NFTs for a total of $16.5 million."
}, {
  "short": "US warns on DeFi, Bowie NFT, zkSync fix",
  "long": "US Treasury warns on DeFi risks, Bowie NFT to release, zkSync fixes smart contract."
}, {
  "short": "Deloitte uses blockchain, DEUS hacked, Kazakhstan taxes mining",
  "long": "Deloitte integrates blockchain for KYC, DEUS Finance loses $6M, Kazakhstan taxes crypto mining."
}, {
  "short": "LV NFTs priced at $41k",
  "long": "Louis Vuitton launches $41,712 NFTs for exclusive access."
}, {
  "short": "Twitter gets license, CFTC probes Celsius, Starknet upgrade",
  "long": "Twitter gets payments license, CFTC probes Celsius and Mashinsky, Starknet launches Quantum Leap upgrade."
}, {
  "short": "Curve offers bounty, Ethereum mystery burn, MakerDAO blocks VPNs",
  "long": "Curve offers $1.85M bounty for hacker. Ethereum sees mysterious $4.5M burn. MakerDAO blocks VPNs on Spark Protocol."
}, {
  "short": "Genesis sues DCG, Storm pleads not guilty, MakerDAO Solana",
  "long": "Genesis sues DCG for unpaid loans, Tornado Cash developer Storm pleads not guilty, MakerDAO co-founder suggests Solana fork for NewChain."
}, {
  "short": "Galxe hacked, Stars Arena drained, MakerDAO Solana fork",
  "long": "Galxe website hacked, Stars Arena drained of $2.9M, MakerDAO co-founder suggests Solana fork for NewChain."
}, {
  "short": "Kraken seeks L2, Bored Ape eye issues, Conflux shutdown",
  "long": "Kraken seeks L2 partner, Bored Ape NFT event attendees report eye issues, Conflux multichain protocol shuts down."
}, {
  "short": "Worldcoin grants, Bitzlato guilty, CZ pleads guilty",
  "long": "Worldcoin launches $5M grant program, Bitzlato co-founder pleads guilty to money laundering, CZ pleads guilty to violating the Bank Secrecy Act."
}, {
  "short": "Bitcoin wallet mystery, Grayscale ETF delay, North Korea crypto theft",
  "long": "Bitcoin's Genesis wallet receives a surprise $1.17M transaction, SEC delays Grayscale's Ethereum ETF, North Korea-linked hackers stole over $600M in crypto in 2023."
}, {
  "short": "SEC expands dealer rule, US Treasury crypto call, Solana outage",
  "long": "The SEC expands its definition of a dealer, which could impact DeFi platforms. The US Treasury Secretary calls for crypto legislation. Solana experiences a five-hour outage. Robinhood integrates with MetaMask."
}, {
  "short": "Spain bans Worldcoin, BlockFi settles FTX, Bitcoin Kimchi Premium",
  "long": "Spain bans Worldcoin, BlockFi settles with FTX for $874.5 million, Bitcoin's Kimchi Premium hits a two-year high in South Korea."
}, {
  "short": "South Korea Bitcoin ETFs, Aave fees, CFPB gaming",
  "long": "South Korean Democratic Party pledges access to US Bitcoin ETFs, Aave considers fee distribution, CFPB targets crypto gaming, Tornado Cash developer gets support from crypto advocacy groups."
}, {
  "short": "Nigeria bans P2P crypto, Robinhood faces SEC, MetaMask combats MEV",
  "long": "Nigeria bans peer-to-peer crypto trading in Naira, Robinhood Crypto challenges SEC's Wells notice, MetaMask introduces Smart Transactions, Bitcoin surpasses one billion transactions."
}, {
  "short": "Robinhood buys Bitstamp, Paxos launches USDL, Binance faces UK lawsuit",
  "long": "Robinhood acquires Bitstamp, Paxos launches yield-generating stablecoin USDL, Binance faces UK lawsuit over BSV delisting, U.S. lawmakers urge release of detained Binance executive."
}, {
  "short": "Notcoin rallies on Telegram mini-game hype",
  "long": "Notcoin price surges 55% due to positive sentiment around Telegram-based mini-games, especially after Hamster Kombat's airdrop announcement and Notcoin's accelerator program launch."
}, {
  "short": "Nexara suffers $1.8M exploit, Ronin bridge hack, Bitcoin dominance rises",
  "long": "Blockchain protocol Nexara suffers $1.8M exploit, Ronin bridge hacked for $12M, Bitcoin dominance surges to 60%, US Senators urge CFTC to ban election betting"
}, {
  "short": "Nexara suffers $1.8M exploit, Ronin bridge hacked, Bitcoin dominance rises",
  "long": "Blockchain protocol Nexara suffers $1.8M exploit, Ronin bridge hacked for $12M, Bitcoin dominance surges to 60%, US Senators urge CFTC to ban election betting"
}, {
  "short": "Metaplanet buys more BTC, Evil Corp sanctioned, Solana dev quits after stunt",
  "long": "Japan's Metaplanet buys more Bitcoin, Evil Corp hit with sanctions, Solana dev quits after self-immolation stunt, Ethereum proposal aims to increase throughput"
}
]
